Repository: roelti/rentalshop
Catalog: lang/rentalshop-*.po
Languages: de_fr, it_it

source: op voorraad
de_fr: auf Vorrat
it_it: in stock

source: Totale voorraad onbekend
de_fr: Gesamtvorrat unbekannt
it_it: Disponibilità sconosciuta

source: Van:
de_fr: Von:
it_it: Da:

source: Tot:
de_fr: Bis:
it_it: A:

source: Let op: u kan de datums voor ander materiaal pas in de winkelwagen weer wijzigen!
de_fr: Notiz: Du kannst das Datum des Materials auch gleich im Warenkorb wieder anpassen!
it_it: Importante: è possibile modificare le date di noleggio direttamente dal carrello!

source: <h3>Geselecteerde datums: </h3> <p><b>Van </b>
de_fr: <h3>Selektierte Daten: </h3> <p><b>von </b>
it_it: <h3>Date selezionate: </h3> <p><b>Da </b>

source: <b> tot </b>
de_fr: <b> bis </b>
it_it: <b> a </b>

source: <h2>Verhuurperiode</h2>
de_fr: <h2>Mietzeitraum</h2>
it_it: <h2>Periodo di noleggio</h2>

source: Update Huurperiode
de_fr: Update Mietzeitraum
it_it: Aggiorna date

source: <h3>Geselecteerde datums </h3> <p class="rentman-rental-period"><b>Van </b>
it_it: <h3>Date selezionate: </h3> <p class="rentman-rental-period"><b>Da </b>

source: Reserveer
de_fr: Reservieren
it_it: Prenota

source: Aan winkelmandje toevoegen
de_fr: Zum Warenkorb hinzufügen
it_it: Aggiungi al carrello

source: Product is niet beschikbaar!
de_fr: Artikel ist nicht verfügbar!
it_it: Il prodotto non è disponibile!

source: Product is misschien niet beschikbaar!
de_fr: Artikel ist vielleicht nicht verfügbar!
it_it: Il prodotto potrebbe non essere disponibile!

source: Product is beschikbaar!
de_fr: Artikel ist verfügbar!
it_it: Il prodotto è disponibile!

source: Er ging iets mis.. Kloppen de datums wel?
de_fr: Es ging etwas schief. Stimmen die eigegebenen Daten?
it_it: Qualcosa è andato storto. Le date sono corrette?

source: Er zijn slechts
de_fr: Es gibt nur
it_it: Ci sono solo

source: beschikbaar in die tijdsperiode.
de_fr: verfügbar in diesem Zeitraum.
it_it: disponibile in quel periodo.

source: Let op:
de_fr: Pass auf:
it_it: Importante:

source: van de
de_fr: vom
it_it: di quello

source: zijn misschien niet beschikbaar in die tijdsperiode..
de_fr: sind vielleicht nicht verfügbar in diesem Zeitraum.
it_it: Potrebbe non essere disponibile in quel periodo

source: Uw geselecteerde aantal
de_fr: Deine ausgewählte Anzahl
it_it: La quantità selezionata di

source: is beschikbaar in die tijdsperiode!
de_fr: ist verfügbar in diesem Zeitraum!
it_it: disponibile in quel periodo.

source: <h4>Importeren mislukt! Kloppen uw inloggegevens wel?</h4>
de_fr: <h4>Import nicht erfolgreich! Stimmen deine Login-Daten?</h4>
it_it: <h4>Importazione fallita! I tuoi dati di accesso sono corretti?</h4>

source: <b>Let op! De volgende BTW waardes zijn aangetroffen:
de_fr: <b>Achtung! Die folgenden Steuern wurden gefunden:
it_it: <b>Attenzione! Sono stati trovati i seguenti valori IVA:

source: Zorg ervoor dat de BTW in WooCommerce hieraan gelijk is.</b>
de_fr: Stellen Sie sicher, dass die Mehrwertsteuer in WooCommerce die gleiche ist.</b>
it_it: Assicurati che l'IVA in WooCommerce sia la stessa.</b>

source: <b>Producten klaar:</b>
de_fr: <b>Artikel fertig:</b>
it_it: <b>Prodotti completati:</b>

source: <br>Verwerken..
de_fr: <br>Wird verarbeitet.
it_it: <br>Elaborazione..

source: <br>Irrelevante producten en mappen zijn verwijderd
de_fr: <br>Irrelevante Artikel und Ordner sind entfernt
it_it: <br>Prodotti e categorie non necessari rimossi

source: <h3>Importeren geslaagd!</h3>
de_fr: <h3>Import erfolgreich!</h3>
it_it: <h3>Importazione completata!</h3>

source: <br><b>Er zijn geen nieuwe Rentman producten gevonden!</b>
de_fr: <br><b>Es wurden keine neuen Rentman Artikel gefunden!</b>
it_it: <br><b>Nessun nuovo prodotto trovato!</b>

source: <br>Er zijn geen producten gevonden op uw Rentman account..<br>
de_fr: <br>Es wurden keine Artikel gefunden auf deinem Rentman Account.<br>
it_it: <br>Nessun prodotto trovato nel tuo account Rentman..<br>

source: <br><br><b>Geimporteerde Producten:</b><br>
de_fr: <br><br><b>Importierte Artikel:</b><br>
it_it: <br><br><b>Prodotti importati:</b><br>

source: Geen informatie beschikbaar
de_fr: Keine Information verfügbar
it_it: Nessuna informazione disponibile

source: <b>Producten verwijderd:</b>
de_fr: <b>Artikel gelöscht:</b>
it_it: <b>Prodotti eliminati:</b>

source: <br>Resetten was succesvol!
de_fr: <br>Reset war erfolgreich!
it_it: <br>Reset avvenuto con successo!

source: Verder lezen
de_fr: Weiterlesen
it_it: Dettagli

source: Rentable
it_it: Noleggiabile

source: <b>Er zijn geen producten of afbeeldingen gevonden..</b>
de_fr: <b>Es wurden keine Artikel oder Bilder gefunden.</b>
it_it: <b>Nessun prodotto o immagine trovati..</b>

source: <b>Afbeeldingsgroepen klaar:</b>
de_fr: <b>Bildgruppen fertig:</b>
it_it: <b>Gruppi di immagini terminati:</b>

source: <b>Afbeeldingen updaten geslaagd!</b>
de_fr: <b>Bilder erfolgreich aktualisiert!</b>
it_it: <b>Aggiornamento immagini completato!</b>

source: Kortingsprijs:
de_fr: Rabattpreis:
it_it: Prezzo scontato:

source: dagen
de_fr: Tage
it_it: giorni

source: Klantkorting
de_fr: Kundenrabatt
it_it: Sconto del cliente

source: Dagprijs
de_fr: Tagespreis
it_it: Prezzo giornaliero

source: <div class='notice notice-warning is-dismissible'><p>Let op: Installeer en activeer de GitHub Updater plugin (https://github.com/afragen/github-updater) om automatisch naar updates te zoeken voor de Rentman 4G plugin!</p></div>
it_it: <div class='notice notice-warning is-dismissible'><p>Nota: installa e attiva il plugin GitHub Updater (https://github.com/afragen/github-updater) per cercare automaticamente gli aggiornamenti per il plug-in Rentman 4G!</p></div>

source: <h3>Log hier in met uw Rentman 4G gegevens</h3>
de_fr: <h3>Log dich hier mit deinen Rentman 4G Daten ein</h3>
it_it: <h3>Inserisci le tue credenziali di accesso a Rentman 4G</h3>

source: <strong>Gebruikersnaam</strong>
de_fr: <strong>Benutzername</strong>
it_it: <strong>Username</strong>

source: <strong>Wachtwoord</strong>
de_fr: <strong>Passwort</strong>
it_it: <strong>Password</strong>

source: Gegevens controleren
de_fr: Angaben kontrollieren
it_it: Invia credenziali di accesso

source: <hr><h3>Instellingen</h3>
de_fr: <hr><h3>Einstellungen</h3>
it_it: <hr><h3>Impostazioni</h3>

source: <strong>Check beschikbaarheid voor sturen </strong>
de_fr: <strong>Check Verfügbarkeit bevor Senden </strong>
it_it: <strong>Verifica la disponibilità per l'invio </strong>

source: <br><br><strong>Korting contact uit Rentman overnemen </strong>
de_fr: <br><br><strong>Kontaktrabatt auf Rentman übernehmen </strong>
it_it: <br><br><strong>Usa lo sconto del contatto su Rentman </strong>

source: <br><br><strong>Schakel het overschrijven van bestaande Rentman-producten uit </strong>
it_it: <br><br><strong>Disabilitare la sovrascrittura dei prodotti Rentman esistenti </strong>

source: <br><br><strong>Voorraad weergeven op productpagina </strong>
it_it: <br><br><strong>Visualizza l'inventario sulla pagina del prodotto </strong>

source: Wijzigingen Opslaan
de_fr: Änderungen speichern
it_it: Salva

source: Update afbeeldingen van producten
de_fr: Bilder von Artikeln aktualisieren
it_it: Aggiorna immagini prodotti

source: Druk op de onderstaande knop wanneer je afbeeldingen in Rentman hebt gewijzigd<br> om de wijzigingen toe te passen in WooCommerce.
de_fr: Drücke auf den untenstehenden Knopf, wenn du Bilder in Rentman geändert hast.<br> um die Änderungen in WooCommerce anzuwenden.
it_it: Premi questo pulsante quando modifichi le immagini in Rentman per<br> aggiornarle in WooCommerce.

source: Afbeeldingen Updaten
de_fr: Bilder aktualisieren
it_it: Aggiorna immagini

source: <h3>De afbeeldingen worden opgehaald..</h3>
de_fr: <h3>Die Bilder werden geladen.</h3>
it_it: <h3>Avvio importazione immagini...</h3>

source: Importeer materiaal uit Rentman
de_fr: Importier Material auf Rentman
it_it: Importa prodotti da Rentman

source: Druk op de onderstaande knop om te zoeken naar nieuwe of gewijzigde producten en deze<br> van je Rentman account naar je WooCommerce shop over te zetten.
de_fr: Drück auf den untenstehenden Knopf um nach neuen oder aktualisierten Artikeln zu suchen und diese<br> aus deinem Rentman Account in deinem WooCommerce Webshop anzuwenden.
it_it: Premi questo pulsante per traferire nel webshop i nuovi prodotti o aggiornare quelli già presenti<br> nel webshop WooCommerce.

source: -- Meest recente check voor updates:
de_fr: -- Letzte Checks nach Aktualisierungen:
it_it: -- Aggiornamento più recente:

source: Producten Importeren
de_fr: Artikel importieren
it_it: Importa prodotti

source: <h3>Bezig met importeren.. Dit kan enkele minuten duren, dus verlaat deze pagina niet!</h3>
de_fr: <h3>Daten werden importiert. Das kann einige Minuten dauern. Diese Seite bitte nicht verlassen!</h3>
it_it: <h3>Importazione avviata... Ci vorrà qualche minuto, nel frattempo non chiudere questa pagina!</h3>

source: Dit is geen Rentman 4 account! &#10005;<br>
de_fr: Das ist kein Rentman 4G Account! &#10005;<br>
it_it: Questo non è un account Rentman 4 ! &#10005;<br>

source: <strong>Niet alle verplichte velden zijn ingevuld</strong>
de_fr: <strong>Nicht alle Pflichtfelder sind ausgefüllt</strong>
it_it: <strong>Completare tutti i campi obbligatori</strong>

source: <h4>De verbinding met de Rentman API is mislukt! Kloppen uw gegevens wel?</h4>
de_fr: <h4>Die Verbindung mit der Rentman API war nicht erfolgreich. Stimmen deine Daten?</h4>
it_it: <h4>Connessione a RENTMAN API fallita. Le credenziali di accesso sono corrette?</h4>

source: <h4>De verbinding met de Rentman API was succesvol!</h4>
de_fr: <h4>Die Verbindung mit der Rentman API war erfolgreich!</h4>
it_it: <h4>Connessione a RENTMAN API avvenuta con successo!</h4>

source: <b>Compatibiliteitscontrole..</b><br>
de_fr: <b>Kombatibilitätskontrolle.</b><br>
it_it: <b>Controllo di compatibilità in corso..</b><br>

source: Let op, de PHP tijdslimiet is lager dan 30 seconden! Mogelijk werkt de plugin hierdoor niet goed..
it_it: Importante: il PHP time limit è minore a 30 secondi! Il plugin potrebbe non funzionare correttamente..

source: PHP tijdslimiet is in orde &#10003;<br>
de_fr: PHP Zeitlimit ist in Ordnung &#10003;<br>
it_it: Il PHP time limit è OK &#10003;<br>

source: Map aangemaakt op <i>wp-content/uploads/rentman/</i> &#10003;<br>
de_fr: Ordner erstellt am <i>wp-content/uploads/rentman/</i> &#10003;<br>
it_it: Cartella creata in <i>wp-content/uploads/rentman/</i> &#10003;<br>

source: De Rentman map voor afbeeldingen is aanwezig &#10003;<br>
de_fr: Der Rentman Ordner für Bilder ist vorhanden &#10003;<br>
it_it: La cartella Rentman per le immagini è esistente &#10003;<br>

source: Toevoegen van afbeeldingen is gelukt &#10003;<br>
de_fr: Das Hinzufügen von Bilder war erfolgreich &#10003;<br>
it_it: Aggiunta delle immagini riuscita &#10003;<br>

source: Toevoegen van afbeeldingen is mislukt..
it_it: L'aggiunta di immagini non è riuscita.

source: &bull; <i>url_fopen()</i> is disabled in het <i>php.ini</i> bestand. Probeer dit te wijzigen en kijk of het probleem daarmee is opgelost.<br>
de_fr: &bull; <i>url_fopen()</i> is disabled in der <i>php.ini</i> Datei. Probier das zu ändern und versuche ob das Problem damit gelöst ist.<br>
it_it: &bull; <i>url_fopen()</i> è disabilitato nel file <i>php.ini</i>. Prova a cambiarlo e verifica se il problema è risolto.<br>

source: Let op: er ontbreekt een .htaccess bestand in de 'uploads/rentman/' map. Mogelijk worden de afbeeldingen niet correct weergegeven..<br>
de_fr: Achtung: Es fehlt eine .htaccess Datei im 'uploads/rentman/' Ordner. Möglicherweise werden die Bilder nicht richtig angezeigt.<br>
it_it: Importante: manca un file .htaccess nella cartella 'uploads/rentman/' ! Le immagini importate potrebbero non essere visualizzate correttamente..<br>

source: Afbeeldingen kunnen weergegeven worden &#10003;<br>
de_fr: Bilder können angezeigt werden &#10003;<br>
it_it: Le immagini possono essere visualizzate &#10003;<br>

source: Externe referentie
de_fr: Externe Referenz
it_it: Riferimento esterno

source: Externe referentie (optioneel)
de_fr: Externe Referenz (optional)
it_it: Riferimento esterno (opzionale)

source: E-mailadres
de_fr: E-Mail-Adresse
it_it: Email

source: Telefoon
de_fr: Telefon
it_it: Telefono

source: Telefoonnummer
de_fr: Telefonnummer
it_it: Telefono

source: Huurperiode
de_fr: Mietzeitraum
it_it: Periodo di noleggio

source: <h3>Geselecteerde datums </h3> <p><b>Van </b>
de_fr: <h3>Selektierte Daten </h3> <p><b>von </b>

source: <div class='updated'><p>Let op: Installeer en activeer de GitHub Updater plugin (https://github.com/afragen/github-updater) om automatisch naar updates te zoeken voor de Rentman 4G plugin!</p></div>
de_fr: <div class='updated'><p>Achtung: Installiere und aktiviere das GitHub Updater Plugin (https://github.com/afragen/github-updater) um automatisch nach Updates für das Rentman 4G Plugin zu suchen!</p></div>

source: <h1>Rentman Product Import - v4.10.0</h1><hr><br>
de_fr: <h1>Rentman Artikel Import - v4.10.0</h1><hr><br>

source: Let op, de PHP tijdslimiet is lager dan 30 seconden! Mogelijk werkt de plugin hierdoor niet goed.. &#10005;<br>
de_fr: Achtung, das PHP Zeitlimit ist kürzer als 30 Sekunden! Möglicherweise funktioniert das Plugin dadurch nicht gut. &#10005;<br>

source: Toevoegen van afbeeldingen is mislukt.. &#10005;<br>
de_fr: Das Hinzufügen von Bilder war nicht erfolgreich. &#10005;<br>
